[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:11};
itm1={id:1,name:Home_Center,refID:51,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:0,y:0};
itm10={backcolor:0,bidimode:left-to-right,content:Artist name xyz,font:14,height:25,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:Artist_name_xyz,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:365,zorder:9};
itm11={backcolor:0,bidimode:left-to-right,content:Audio Bluetooth,font:7,height:35,highcolor:0,hlayout:center,id:11,linespacing:0,multiline:false,name:Audio_Bluetooth,type:TEXTFIELD,visible:true,vlayout:middle,width:200,wrapline:no-wrap,x:300,y:161,zorder:10};
itm2={id:2,name:Home_header,refID:50,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:1,zorder:1};
itm3={id:3,name:Home_footer,refID:52,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:1,y:432,zorder:2};
itm4={backcolor:0,height:180,id:4,layout:normal,name:Artwork,type:IMAGEFIELD,visible:true,width:180,x:207,y:209,zorder:3,layout_param:{clipx:0,clipy:0}};
itm5={backcolor:0,bidimode:left-to-right,content:ALBUM,font:14,height:30,highcolor:0,hlayout:left,id:5,linespacing:0,multiline:false,name:ALBUM,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:209,zorder:4};
itm6={backcolor:0,bidimode:left-to-right,content:Album title rst,font:14,height:30,highcolor:0,hlayout:left,id:6,linespacing:0,multiline:false,name:Album_title_rst,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:239,zorder:5};
itm7={backcolor:0,bidimode:left-to-right,content:TRACK,font:14,height:25,highcolor:0,hlayout:left,id:7,linespacing:0,multiline:false,name:TRACK,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:280,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,content:Music title uvw,font:14,height:25,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:Music_title_uvw,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:304,zorder:7};
itm9={backcolor:0,bidimode:left-to-right,content:ARTIST,font:14,height:25,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:ARTIST,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:418,y:339,zorder:8};

